7zip
alacritty
audacity
blender
btop
Cascadia-Code
cpu-z
dark
deluge
fastfetch
fd
ffmpeg
FiraCode
FiraCode-NF
FiraCode-NF-Mono
FiraCode-NF-Propo
FiraCode-Script
FiraMono-NF
FiraMono-NF-Mono
FiraMono-NF-Propo
git
hwinfo
kdenlive
krita
lua
luarocks
miktex
neovim
odin-nightly
oh-my-posh
pdfcpu
python
ripgrep
screentogif
streamlink
streamlink-twitch-gui
sudo
sumatrapdf
tiled
vcredist2022
vlc
w64devkit
youtube-dl
